"OK" = "ОК";
"Quit" = "Chiudi";
"Start" = "Inizia";
"Cancel" = "Cancella";
"Make Alias" = "Crea Alias";
"Auto Update" = "Aggiornamenti automatici";//turn on/off automatic updates for PD Runner
"Restore now?" = "Ripristinare ora?";
"New update!" = "Nuovo aggiornamento!";
"Stop all VMs" = "Termina tutte le VMs";
"Snapshots..." = "Snapshots...";
"No Snapshots" = "Nessuno Snapshots";
"%@ is encrypted." = "%@ è crittografato.";
"Batch action" = "Azione Batch";
"Start all VMs" = "Avvia tutte le VMs";
"User cancelled" = "Utente cancellato";
//"Update VM List" = "Aggiorna la lista VM";
"Update failed!" = "Aggiornamento non riuscito!";
"Unknown error." = "Errore sconosciuto.";
"One more step!" = "Un solo altro step!";
"Input password" = "Immettere passowrd";
"Launch at Login" = "Apri al Login";
"About PD Runner" = "Informazioni su PD Runner";
"Failed to start!" = "Avvio fallito!";
"Click OK to exit" = "Clicca OK per uscire";
"No VMs were found" = "Nessun VMs trovato";
"No need to update" = "Nessun aggiornamento disponibile";
"Block trial alert" = "Blocca l'allerta del trial";
"Restore %@ to [%@]?" = "Recupera %@ al [%@]?";
"No password entered" = "Nessuna password immessa";
"Unsupported product!" = "Prodotto non supportato!";
"The requested operation has been cancelled." = "L'operazione richiesta è stata cancellata.";
"Get the trial first!" = "Attiva la versione di prova prima!";
"Check for Updates..." = "Controlla aggiornamenti";
"Don't remind me again" = "Non ricordare più";
"No snapshots available." = "Nessuno Snapshots disponibile.";
" is the latest version." = " è l'ultima versione.";
"Nothing has changed." = "Nessuna modifica.";
"Failed to install helper!" = "Installazione dell'helper fallita!";
"Parallels Desktop not installed" = "Parallels Desktop non è installato";
"Please select a snapshot to switch:" = "Perfavore seleziona uno snapshot per cambiare:";
"Unable to connect to Parallels Service" = "Impossibile connettere al servizio Parallels";
"An error occurred while checking for updates." = "Si è verificato un errore durante il controllo degli aggiornamenti.";
" update is available,\nclick [OK] to download." = " l'aggiornamento è disponibile, clicca su [OK] per scaricarlo.";
"Make sure you are already a trial user\n(even if it is expired)\nThen restart your Mac and try again." = "Assicurati di essere un utente in prova (anche se scaduta), dopo riavvia il tuo Mac e riprova.";
"The App Store Edition is not supported.\nDownload the Standard Edition from:\nhttps://www.parallels.com" = "La versione di App Store non è supportata. Scarica la versione standard da:https://www.parallels.com";
"You must get a trial of Parallels Desktop.\nThen you can start VMs with PD Runner even if the trial period expires." = "Devi avere una versine di prova di Parallels Desktop. Poi potrai avviare le VM con PD Runner anche se il periodo di prova scade";
"Due to the safety requirements of PD:\nIf the VM window is blank, just click the \n[Gear] icon in the upper right corner of the window and enter the VM password.\nThen the VM screen will be displayed." = "A causa dei requisiti di sicurezza di PD: se la finestra della VM è vuota, basta cliccare sull'icona nell'angolo in alto a destra della finestra e inserire la password della VM. Dopo verrà visualizzata la schermata della VM.";
"VM in the \"Installation Complete\" state is detected. Do you want to complete the installation and enter the VM?" = "";
"Complete the installation" = "Completa l'installazione";
"Preferences..." = "Preferenze";
"Automatic mode" = "Modalità automatica";

//text in about panel
"Only for learning and research use! Please delete it within 24 hours after downloading." = "Solo per apprendimento e ricerca! Si prega di cancellare il programma entro 24 ore dal download.";
"Author:" = "Autore:";
"Translated by:" = "j3ser0";
